Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/AppleAccountUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SIGN_OUT_ADDITIONAL_INFO
source: <h1 style="text-align:center;">What to do before selling or giving away your iPhone</h1><p>TODO, see: <a href="rdar://problem/29173756">rdar://problem/29173756</a></p>
ar: <h1 style="text-align:center;">‫ما ينبغي عليك القيام به قبل بيع جهاز iPhone أو إهدائه‬</h1><p>TODO, see: <a href="rdar://problem/29173756">rdar://problem/29173756</a></p>
bg: <h1 style="text-align:center;">Какво да направите, преди да продадете или подарите своя iPhone</h1><p>TODO, вижте: <a href="rdar://problem/29173756">rdar://problem/29173756</a></p>
ca: <h1 style="text-align:center;">Què cal fer abans de vendre o regalar l’iPhone</h1><p>TOT, consulta: <a href="rdar://problem/29173756">rdar://problem/29173756</a></p>
cs: <h1 style="text-align:center;">Co dělat před prodejem nebo darováním vašeho iPhonu</h1><p>TODO, see: <a href="rdar://problem/29173756">rdar://problem/29173756</a></p>
da: <h1 style="text-align:center;">Se, hvad du bør gøre, inden en iPhone sælges eller foræres væk</h1><p>TODO, see: <a href="rdar://problem/29173756">rdar://problem/29173756</a></p>
el: <h1 style="text-align:center;">Τι πρέπει να κάνετε προτού πουλήσετε ή δώσετε το iPhone σε κάποιον</h1><p>ΕΝΕΡΓΕΙΕΣ, δείτε: <a href="rdar://problem/29173756">rdar://problem/29173756</a></p>
es: <h1 style="text-align:center;">Qué hacer antes de vender o regalar tu iPhone</h1><p>TODO, see: <a href="rdar://problem/29173756">rdar://problem/29173756</a></p>
es_419: <h1 style="text-align:center;">¿Qué hacer antes de vender o regalar tu iPhone?</h1><p>Consulta: <a href="rdar://problem/29173756">rdar://problem/29173756</a></p>
fr: <h1 style="text-align:center;">Procédure à suivre avant de vendre ou de céder votre iPhone</h1><p>PROCÉDURE, consultez : <a href="rdar://problem/29173756">rdar://problem/29173756</a></p>
fr_ca: <h1 style="text-align:center;">Procédure à suivre avant de vendre ou de céder votre iPhone</h1><p>PROCÉDURE, consultez : <a href="rdar://problem/29173756">rdar://problem/29173756</a></p>
he: <h1 style="text-align:center;">מה לעשות לפני מכירה או מסירה של ה-iPhone שלך</h1><p>TODO, see: <a href="rdar://problem/29173756">rdar://problem/29173756</a></p>
hi: <h1 style="text-align:center;">अपना iPhone किसी को बेचने या देने के पहले क्या करना चाहिए</h1><p>कार्यविधि जानने के लिए, देखें: <a href="rdar://problem/29173756">rdar://problem/29173756</a></p>
hr: <h1 style="text-align:center;">Što je potrebno učiniti prije prodaje ili darivanja iPhonea</h1><p>Za informacije, pogledajte: <a href="rdar://problem/29173756">rdar://problem/29173756</a></p>
hu: <h1 style="text-align:center;">Teendők az iPhone-ja eladása vagy elajándékozása előtt</h1><p>TEENDŐ, lásd: <a href="rdar://problem/29173756">rdar://problem/29173756</a></p>
id: <h1 style="text-align:center;">Apa yang harus dilakukan sebelum menjual atau memberikan iPhone Anda</h1><p>Untuk Dilakukan, lihat: <a href="rdar://problem/29173756">rdar://problem/29173756</a></p>
ja: <h1 style="text-align:center;">iPhoneを売却または譲渡する前に</h1><p>TODO, 次をご覧ください: <a href="rdar://problem/29173756">rdar://problem/29173756</a></p>
kk: <h1 style="text-align:center;">iPhone құрылғысын сату немесе табыстау алдында қандай әрекет орындау керек</h1><p>, мынаны қараңыз: <a href="rdar://problem/29173756">rdar://problem/29173756</a></p>
ko: <h1 style="text-align:center;">iPhone을 다른 사람에게 팔거나 넘겨주기 전에 할 일</h1><p>다음을 참조하십시오. <a href="rdar://problem/29173756">rdar://problem/29173756</a></p>
lt: <h1 style="text-align:center;">Ką padaryti prieš parduodant arba atiduodant savąjį „iPhone“</h1><p>ATLIKTINI VEIKSMAI, žr. <a href="rdar://problem/29173756">rdar://problem/29173756</a></p>
ms: <h1 style="text-align:center;">Perkara untuk dilakukan sebelum menjual atau memberikan iPhone anda</h1><p>TUGASAN, lihat: <a href="rdar://problem/29173756">rdar://problem/29173756</a></p>
nb: <h1 style="text-align:center;">Se hva du bør gjøre før du selger eller gir bort en iPhone</h1><p>TODO på <a href="rdar://problem/29173756">rdar://problem/29173756</a></p>
nl: <h1 style="text-align:center;">Wat je moet doen voordat je je iPhone verkoopt of weggeeft</h1><p>TODO, see: <a href="rdar://problem/29173756">rdar://problem/29173756</a></p>
pt_br: <h1 style="text-align:center;">O que fazer antes de vender ou dar seu iPhone</h1><p>TODO, consulte: <a href="rdar://problem/29173756">rdar://problem/29173756</a></p>
pt_pt: <h1 style="text-align:center;">O que fazer antes de vender ou dar este iPhone</h1><p>TODO, see: <a href="rdar://problem/29173756">rdar://problem/29173756</a></p>
ro: <h1 style="text-align:center;">Cum să procedați înainte de a vinde sau da iPhone‑ul dvs.</h1><p>TODO, a se vedea: <a href="rdar://problem/29173756">rdar://problem/29173756</a></p>
ru: <h1 style="text-align:center;">Что нужно сделать перед продажей или передачей iPhone,</h1><p>см.: <a href="rdar://problem/29173756">rdar://problem/29173756</a></p>
sk: <h1 style="text-align:center;">Čo robiť pred predajom alebo darovaním iPhonu</h1><p>TODO, viac informácií: <a href="rdar://problem/29173756">rdar://problem/29173756</a></p>
sl: <h1 style="text-align:center;">Kaj narediti, preden prodate ali podarite svoj iPhone</h1><p>TODO, glejte: <a href="rdar://problem/29173756">rdar://problem/29173756</a></p>
sv: <h1 style="text-align:center;">Gör så här innan du säljer eller ger bort din iPhone</h1><p>TODO, see: <a href="rdar://problem/29173756">rdar://problem/29173756</a></p>
th: <h1 style="text-align:center;">สิ่งที่ต้องทำก่อนจะขายหรือให้ iPhone ของคุณ</h1><p>รายการที่ต้องทำ ดู: <a href="rdar://problem/29173756">rdar://problem/29173756</a></p>
tr: <h1 style="text-align:center;">iPhone’unuzu birine vermeden veya satmadan önce ne yapmalı?</h1><p>TODO, see: <a href="rdar://problem/29173756">rdar://problem/29173756</a></p>
uk: <h1 style="text-align:center;">Що слід зробити перед тим, як продати чи віддати свій iPhone</h1><p>ДІЇ, див.: <a href="rdar://problem/29173756">rdar://problem/29173756</a></p>
vi: <h1 style="text-align:center;">Những việc cần làm trước khi bán hoặc cho tặng iPhone của bạn</h1><p>CẦN LÀM, hãy xem: <a href="rdar://problem/29173756">rdar://problem/29173756</a></p>
zh_cn: <h1 style="text-align:center;">出售或赠送iPhone前该怎么做</h1><p>若要继续，请查看：<a href="rdar://problem/29173756">rdar://problem/29173756</a></p>
zh_hk: <h1 style="text-align:center;">轉售或轉讓iPhone前要做的事</h1><p>如要繼續，請參閲: <a href="rdar://problem/29173756">rdar://problem/29173756</a></p>
zh_tw: <h1 style="text-align:center;">將iPhone賣掉或送人以前的注意事項</h1><p>若要繼續，請見：<a href="rdar://problem/29173756">rdar://problem/29173756</a></p>

# SIGN_OUT_CANCEL_BUTTON
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_419: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# SIGN_OUT_CLOUDPHOTO_IPAD
source: Photos and videos that have been optimized to save space will be removed from this iPad. The original, full versions will still be available on other devices using iCloud Photos.
ar: ستتم إزالة الصور والفيديوهات التي تم تحسينها للاحتفاظ بالمساحة من هذا الـ iPad، لكن ستظل النسخ الأصلية الكاملة متوفرة على الأجهزة الأخرى التي تستخدم صور iCloud.
bg: Снимките и видеата, които са били оптимизирани за пестене на място, ще бъдат премахнати от този iPad. Оригиналните пълни версии ще продължават да бъдат достъпни на други устройства с помощта на iCloud снимки.
ca: S’eliminaran de l’iPad les fotos i els vídeos que s’hagin optimitzat per estalviar espai. Les versions completes originals continuaran estant disponibles a la resta de dispositius que utilitzin les fotos a l’iCloud.
cs: Velikostně optimalizované fotky a videa budou z iPadu odstraněny. Na ostatních zařízeních připojených k fotkám na iCloudu budou původní plné verze nadále dostupné.
da: Fotos og videoer, der er blevet optimeret for at spare plads, bliver fjernet fra denne iPad. De oprindelige, komplette versioner vil stadig være tilgængelige på andre enheder, der bruger iCloud-fotos.
de: Fotos und Videos, die optimiert wurden, um Speicherplatz einzusparen, werden von diesem iPad entfernt. Die Originalversionen sind weiterhin über „iCloud-Fotos“ auf anderen Geräten verfügbar.
el: Οι φωτογραφίες και τα βίντεο που έχουν βελτιστοποιηθεί για εξοικονόμηση χώρου θα αφαιρεθούν από αυτό το iPad. Οι αρχικές, πλήρεις εκδόσεις θα παραμείνουν διαθέσιμες σε άλλες συσκευές που χρησιμοποιούν τις Φωτογραφίες iCloud.
es: Las fotos y los vídeos que se han optimizado para ahorrar espacio se eliminarán de este iPad. Sus versiones completas originales seguirán estando disponibles en otros dispositivos que usen las fotos en iCloud.
es_419: Se eliminarán de este iPad las fotos y videos que se optimizaron para ahorrar espacio. Las versiones originales con resolución completa seguirán disponibles en otros dispositivos que usen Fotos en iCloud.
fi: Kuvat ja videot, jotka on optimoitu kuvan säästämiseksi, poistetaan tästä iPadista. Alkuperäiset täydet versiot ovat yhä muiden iCloud-kuvia käyttävien laitteiden käytettävissä.
fr: Les photos et vidéos qui ont été optimisées pour libérer de l’espace seront supprimées de cet iPad. Les versions en pleine résolution d’origine seront toujours disponibles sur les autres appareils utilisant Photos iCloud.
fr_ca: Les photos et vidéos qui ont été optimisées pour économiser de l’espace seront supprimées de cet iPad. Leur version originale en pleine résolution restera disponible sur les autres appareils qui utilisent Photos iCloud.
he: תמונות וסרטונים אשר עברו מיטוב לצורך חיסכון באחסון יוסרו מ-iPad זה. ניתן יהיה לגשת לגירסאות המקוריות המלאות במכשירים אחרים באמצעות ״תמונות iCloud״.
hi: जगह बचाने के लिए ऑप्टिमाइज़ की गई तस्वीरें और वीडियो इस iPad से हटा दिए जाएँगे। iCloud तस्वीर का उपयोग करने वाले अन्य डिवाइस पर मूल, पूर्ण संस्करण अभी भी उपलब्ध रहेंगे।
hr: Fotografije i videozapisi koji su optimizirani za uštedu prostora uklonit će se s ovog iPada. Originalne cjelovite verzije i dalje će biti dostupne na drugim uređajima koji koriste iCloud fotografije.
hu: A tárhely-megtakarításhoz optimalizált fotók és videók el lesznek távolítva erről az iPadről. Az eredeti, teljes verziók továbbra is elérhetők maradnak az iCloud-fotókat használó egyéb eszközökön.
id: Foto dan video yang telah dioptimalkan untuk menghemat ruang akan dihapus dari iPad ini. Versi asli yang utuh akan tetap tersedia di perangkat lain yang menggunakan Foto iCloud.
it: I contenuti che sono stati ottimizzati per utilizzare meno spazio verranno rimossi da questo iPad. Le versioni originali, alla massima risoluzione, saranno disponibili sugli altri dispositivi su cui è attiva l’opzione “Foto di iCloud”.
ja: 空き領域を確保するために最適化された写真とビデオはこのiPadから削除されます。オリジナルの完全版は、iCloud写真を使用しているデバイス上では引き続き利用できます。
kk: Орынды үнемдеу үшін оңтайландырылған фотолар мен видеолар осы iPad құрылғысынан жойылады. Түпнұсқа толық нұсқалы материалдарды «iCloud фотолары» функциясын пайдалану арқылы басқа құрылғылардан алуға болады.
ko: 저장 공간을 확보하기 위해 최적화된 사진 및 비디오가 이 iPad에서 제거됩니다. 전체 버전인 원본은 iCloud 사진을 사용하는 다른 기기에서 계속 사용할 수 있습니다.
lt: Iš šio „iPad“ bus pašalintos nuotraukos ir vaizdo įrašai, optimizuoti siekiant taupyti vietą. Originalios, nesumažintos versijos tebebus pasiekamos kituose įrenginiuose naudojant „iCloud“ nuotraukas.
ms: Foto dan video yang telah dioptimumkan untuk menjimatkan ruang akan dikeluarkan daripada iPad ini. Versi penuh asal masih akan tersedia pada peranti lain yang menggunakan Foto iCloud.
nb: Bilder og videoer som har blitt optimalisert for å spare plass, vil bli fjernet fra denne iPaden. Fullversjonen av de opprinnelige filene vil fortsatt være tilgjengelig på andre enheter som bruker iCloud Bilder.
nl: Foto's en video's die zijn geoptimaliseerd om ruimte te besparen, worden van deze iPad verwijderd. De oorspronkelijke, volledige versies blijven beschikbaar op andere apparaten die iCloud-foto's gebruiken.
pl: Zdjęcia i wideo, które nie zostały zoptymalizowane na potrzeby oszczędzania miejsca, zostaną usunięte z tego iPada. Ich oryginalne, pełne wersje będą nadal dostępne na innych urządzeniach używających Zdjęć w iCloud.
pt_br: Fotos e vídeos que foram otimizados para economizar espaço serão removidos deste iPad. As versões originais completas continuarão disponíveis em outros dispositivos que usem as Fotos do iCloud.
pt_pt: Os vídeos e fotografias que tenham sido otimizados para guardar espaço serão removidos deste iPad, mas as versões originais continuarão disponíveis noutros dispositivos através de Fotografias em iCloud.
ro: Pozele și clipurile video care au fost optimizate pentru a economisi spațiu vor fi eliminate de pe acest iPad. Versiunile originale, la rezoluție integrală, vor fi în continuare disponibile pe alte dispozitive care utilizează Poze iCloud.
ru: Фото и видео, оптимизированные для экономии места, будут удалены с этого iPad. Оригинальные полноразмерные версии все равно будут доступны на других устройствах через Фото iCloud.
sk: Fotky a videá, ktoré boli optimalizované s cieľom ušetriť miesto, budú odstránené z tohto iPadu. Originály v plnom rozlíšení budú aj naďalej dostupné na ostatných zariadeniach, ktoré používajú iCloud Fotky.
sl: Fotografije in videi, ki so bili optimizirani za varčevanje s prostorom, bodo odstranjeni iz tega iPada. Njihove prvotne različice v polni velikosti bodo še naprej na voljo v drugih napravah, v katerih uporabljate Fotografije iCloud.
sv: Bilder och videor som har optimerats för att spara utrymme kommer att tas bort från denna iPad. De ursprungliga fullständiga versionerna kommer fortfarande att vara tillgängliga på andra enheter som använder iCloud-bilder.
th: รูปภาพและวิดีโอที่ถูกปรับขนาดเพื่อประหยัดพื้นที่จะถูกเอาออกจาก iPad เครื่องนี้ เวอร์ชั่นเต็มที่เป็นต้นฉบับจะยังคงมีอยู่บนอุปกรณ์อื่นที่ใช้ “รูปภาพ iCloud”
tr: Yer kazanmak için en iyi duruma getirilmiş fotoğraflar ve videolar bu iPad’den silinecektir. Özgün, tam sürümler iCloud Fotoğrafları’nı kullanan diğer aygıtlarda bulunmaya devam edecektir.
uk: Фото й відео, оптимізовані для заощадження місця, будуть вилучені з цього iPad. Первинні повні версії лишатимуться доступними на інших пристроях, що використовують Фото iCloud.
vi: Các ảnh và video đã được tối ưu hóa để tiết kiệm dung lượng sẽ bị xóa khỏi iPad này. Các phiên bản gốc, đầy đủ sẽ vẫn có sẵn trên các thiết bị khác sử dụng Ảnh iCloud.
zh_cn: 经优化以节省空间的照片和视频将从此iPad上移除。全分辨率的原始版本在使用iCloud照片的其他设备上仍可用。
zh_hk: 為了節省空間最佳化的相片及影片將會從此iPad中移除，完整的原始檔將仍可以在其他使用「iCloud相片」的裝置上取得。
zh_tw: 經過最佳化處理以節省空間的照片和影片將會從此iPad上移除。完整解析度的原始版本仍可在其他裝置上透過「iCloud照片」取得。

# SIGN_OUT_CLOUDPHOTO_IPHONE
source: Photos and videos that have been optimized to save space will be removed from this iPhone. The original, full versions will still be available on other devices using iCloud Photos.
ar: ستتم إزالة الصور والفيديوهات التي تم تحسينها للاحتفاظ بالمساحة من هذا الـ iPhone، لكن ستظل النسخ الأصلية الكاملة متوفرة على الأجهزة الأخرى التي تستخدم صور iCloud.
bg: Снимките и видеата, които са били оптимизирани за пестене на място, ще бъдат премахнати от този iPhone. Оригиналните пълни версии ще продължават да бъдат достъпни на други устройства с помощта на iCloud снимки.
ca: S’eliminaran de l’iPhone les fotos i els vídeos que s’hagin optimitzat per estalviar espai. Les versions completes originals continuaran estant disponibles a la resta de dispositius que utilitzin les fotos a l’iCloud.
cs: Velikostně optimalizované fotky a videa budou z iPhonu odstraněny. Na ostatních zařízeních připojených k fotkám na iCloudu budou původní plné verze nadále dostupné.
da: Fotos og videoer, der er blevet optimeret for at spare plads, bliver fjernet fra denne iPhone. De oprindelige, komplette versioner vil stadig være tilgængelige på andre enheder, der bruger iCloud-fotos.
de: Fotos und Videos, die optimiert wurden, um Speicherplatz einzusparen, werden von diesem iPhone entfernt. Die Originalversionen sind weiterhin über „iCloud-Fotos“ auf anderen Geräten verfügbar.
el: Οι φωτογραφίες και τα βίντεο που έχουν βελτιστοποιηθεί για εξοικονόμηση χώρου θα αφαιρεθούν από αυτό το iPhone. Οι αρχικές, πλήρεις εκδόσεις θα παραμείνουν διαθέσιμες σε άλλες συσκευές που χρησιμοποιούν τις Φωτογραφίες iCloud.
es: Las fotos y los vídeos que se han optimizado para ahorrar espacio se eliminarán de este iPhone. Sus versiones completas originales seguirán estando disponibles en otros dispositivos que usen las fotos en iCloud.
es_419: Se eliminarán de este iPhone las fotos y videos que se optimizaron para ahorrar espacio. Las versiones originales con resolución completa seguirán disponibles en otros dispositivos que usen Fotos en iCloud.
fi: Kuvat ja videot, jotka on optimoitu kuvan säästämiseksi, poistetaan tästä iPhonesta. Alkuperäiset täydet versiot ovat yhä muiden iCloud-kuvia käyttävien laitteiden käytettävissä.
fr: Les photos et vidéos qui ont été optimisées pour libérer de l’espace seront supprimées de cet iPhone. Les versions en pleine résolution d’origine seront toujours disponibles sur les autres appareils utilisant Photos iCloud.
fr_ca: Les photos et vidéos qui ont été optimisées pour économiser de l’espace seront supprimées de cet iPhone. Leur version originale en pleine résolution restera disponible sur les autres appareils qui utilisent Photos iCloud.
he: תמונות וסרטונים אשר עברו מיטוב לצורך חיסכון באחסון יוסרו מ-iPhone זה. ניתן יהיה לגשת לגירסאות המקוריות המלאות במכשירים אחרים באמצעות ״תמונות iCloud״.
hi: जगह बचाने के लिए ऑप्टिमाइज़ की गई तस्वीरें और वीडियो इस iPhone से हटा दिए जाएँगे। iCloud तस्वीर का उपयोग करने वाले अन्य डिवाइस पर मूल, पूर्ण संस्करण अभी भी उपलब्ध रहेंगे।
hr: Fotografije i videozapisi koji su optimizirani za uštedu prostora uklonit će se s ovog iPhonea. Originalne cjelovite verzije i dalje će biti dostupne na drugim uređajima koji koriste iCloud fotografije.
hu: A tárhely-megtakarításhoz optimalizált fotók és videók el lesznek távolítva erről az iPhone-ról. Az eredeti, teljes verziók továbbra is elérhetők maradnak az iCloud-fotókat használó egyéb eszközökön.
id: Foto dan video yang telah dioptimalkan untuk menghemat ruang akan dihapus dari iPhone ini. Versi asli yang utuh akan tetap tersedia di perangkat lain yang menggunakan Foto iCloud.
it: I contenuti che sono stati ottimizzati per utilizzare meno spazio verranno rimossi da questo iPhone. Le versioni originali, alla massima risoluzione, saranno disponibili sugli altri dispositivi su cui è attiva l’opzione “Foto di iCloud”.
ja: 空き領域を確保するために最適化された写真とビデオはこのiPhoneから削除されます。オリジナルの完全版は、iCloud写真を使用しているデバイス上では引き続き利用できます。
kk: Орынды үнемдеу үшін оңтайландырылған фотолар мен видеолар осы iPhone құрылғысынан жойылады. Түпнұсқа толық нұсқалы материалдарды «iCloud фотолары» функциясын пайдалану арқылы басқа құрылғылардан алуға болады.
ko: 저장 공간을 확보하기 위해 최적화된 사진 및 비디오가 이 iPhone에서 제거됩니다. 전체 버전인 원본은 iCloud 사진을 사용하는 다른 기기에서 계속 사용할 수 있습니다.
lt: Iš šio „iPhone“ bus pašalintos nuotraukos ir vaizdo įrašai, optimizuoti siekiant taupyti vietą. Originalios, nesumažintos versijos tebebus pasiekamos kituose įrenginiuose naudojant „iCloud“ nuotraukas.
ms: Foto dan video yang telah dioptimumkan untuk menjimatkan ruang akan dikeluarkan daripada iPhone ini. Versi penuh asal masih akan tersedia pada peranti lain yang menggunakan Foto iCloud.
nb: Bilder og videoer som har blitt optimalisert for å spare plass, vil bli fjernet fra denne iPhonen. Fullversjonen av de opprinnelige filene vil fortsatt være tilgjengelig på andre enheter som bruker iCloud Bilder.
nl: Foto's en video's die zijn geoptimaliseerd om ruimte te besparen, worden van deze iPhone verwijderd. De oorspronkelijke, volledige versies blijven beschikbaar op andere apparaten die iCloud-foto's gebruiken.
pl: Zdjęcia i wideo, które nie zostały zoptymalizowane na potrzeby oszczędzania miejsca, zostaną usunięte z tego iPhone'a. Ich oryginalne, pełne wersje będą nadal dostępne na innych urządzeniach używających Zdjęć w iCloud.
pt_br: Fotos e vídeos que foram otimizados para economizar espaço serão removidos deste iPhone. As versões originais completas continuarão disponíveis em outros dispositivos que usem as Fotos do iCloud.
pt_pt: Os vídeos e fotografias que tenham sido otimizados para guardar espaço serão removidos deste iPhone, mas as versões originais continuarão disponíveis noutros dispositivos através de Fotografias em iCloud.
ro: Pozele și clipurile video care au fost optimizate pentru a economisi spațiu vor fi eliminate de pe acest iPhone. Versiunile originale, la rezoluție integrală, vor fi în continuare disponibile pe alte dispozitive care utilizează Poze iCloud.
ru: Фото и видео, оптимизированные для экономии места, будут удалены с этого iPhone. Оригинальные полноразмерные версии все равно будут доступны на других устройствах через Фото iCloud.
sk: Fotky a videá, ktoré boli optimalizované s cieľom ušetriť miesto, budú odstránené z tohto iPhonu. Originály v plnom rozlíšení budú aj naďalej dostupné na ostatných zariadeniach, ktoré používajú iCloud Fotky.
sl: Fotografije in videi, ki so bili optimizirani za varčevanje s prostorom, bodo odstranjeni iz tega iPhona. Njihove prvotne različice v polni velikosti bodo še naprej na voljo v drugih napravah, v katerih uporabljate Fotografije iCloud.
sv: Bilder och videor som har optimerats för att spara utrymme kommer att tas bort från denna iPhone. De ursprungliga fullständiga versionerna kommer fortfarande att vara tillgängliga på andra enheter som använder iCloud-bilder.
th: รูปภาพและวิดีโอที่ถูกปรับขนาดเพื่อประหยัดพื้นที่จะถูกเอาออกจาก iPhone เครื่องนี้ เวอร์ชั่นเต็มที่เป็นต้นฉบับจะยังคงมีอยู่บนอุปกรณ์อื่นที่ใช้ “รูปภาพ iCloud”
tr: Yer kazanmak için en iyi duruma getirilmiş fotoğraflar ve videolar bu iPhone’dan silinecektir. Özgün, tam sürümler iCloud Fotoğrafları’nı kullanan diğer aygıtlarda bulunmaya devam edecektir.
uk: Фото й відео, оптимізовані для заощадження місця, будуть вилучені з цього iPhone. Первинні повні версії лишатимуться доступними на інших пристроях, що використовують Фото iCloud.
vi: Các ảnh và video đã được tối ưu hóa để tiết kiệm dung lượng sẽ bị xóa khỏi iPhone này. Các phiên bản gốc, đầy đủ sẽ vẫn có sẵn trên các thiết bị khác sử dụng Ảnh iCloud.
zh_cn: 经优化以节省空间的照片和视频将从此iPhone上移除。全分辨率的原始版本在使用iCloud照片的其他设备上仍可用。
zh_hk: 為了節省空間最佳化的相片及影片將會從此iPhone中移除，完整的原始檔將仍可以在其他使用「iCloud相片」的裝置上取得。
zh_tw: 經過最佳化處理以節省空間的照片和影片將會從此iPhone上移除。完整解析度的原始版本仍可在其他裝置上透過「iCloud照片」取得。
